<?php
/**
 * 免责声明
 */
?>
<!doctype html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport"
          content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <title>免责声明,您需同意才可使用本程序</title>
</head>
<body>
<style>
    body {
        padding: 0;
        margin: 0
    }

    .prev {
        width: 96%;
        margin: auto;
        padding: 0;
        border-radius: 0.3em;
        font-size: 1.1em;
        font-family: 黑体;
    }
</style>
<pre>
<pre style="white-space: pre-wrap" class="prev">
 <div style="text-align: center;font-weight: bold;font-size: 1.2em">《小储云商城(网站程序)免责条款》</div>
        本声明为使用小储云商城(网站程序)的条款，凡浏览或以其它方式使用（以下统称“使用”）小储云商城(网站程序)及相关网页的用户，均表示接受以下条款。小储云商城(网站程序)（指武汉小储科技有限公司）保留对本声明包含的条款、条件和说明变更的权利。变更自公布时生效，您继续使用本网站，则视为您接受这些更改。您应当经常浏览本网站声明，以了解本网站政策的变化。本网站某些部分或网页可能包括单独条款和条件，作为对本声明条款和条件的补充，如果有任何冲突，该等附加条款和条件将对相关部分或网页适用。

    您只可为合法目的使用小储云商城(网站程序)服务及服务中所涉及的内容、资料或信息。您不得通过本网站上传、发布或传播任何包含有诽谤他人、污秽、淫秽话语和图片、以及任何违法或损害他人利益的资料或信息。

    您通过其它网站的链接进入本网站可能存在登录假冒小储云商城(网站程序)的风险，建议您采用安全的方式访问本网站。

    一、知识产权声明

        （一）小储云商城(网站程序)服务方对于其开发的所有内容和服务均拥有全部知识产权，受有关著作权、商标权、专利权、商业秘密权、域名权等知识产权法律的保护。您不得复制或在非小储云商城(网站程序)所属的服务器上做镜像或者以其它方式进行非法使用。下述内容均受相关法律的保护：本网站的整体结构、网页设计、软件中的全部内容以及小储云商城(网站程序)服务方为用户提供的其它文字、图片、图表、视音频文件等信息。

        （二）对于本网站上著作权属于小储云商城(网站程序)服务方、提供给客户下载的软件或文档，您只可以以本网站允许的方式下载或使用，不得超出许可范围进行复制和其它商业用途的使用。您从本网站下载或使用软件要遵守该软件附带的许可协议，请您在阅读并且接受许可协议的各项条款之后再下载、安装或使用软件。

        （三）对于本网站上著作权属于小储云商城(网站程序)服务方的作品，您如需引用、摘录、转载或以其它方式使用，必须取得小储云商城(网站程序)服务方的书面许可，摘录或引述应确保反映原文的真实含义，并在使用时注明来源和著作权系小储云商城(网站程序)服务方所有的标记。对于任何违反国家有关法律法规，不遵守本网站声明，不经小储云商城(网站程序)服务方同意，擅自使用本网站内容并不注明出处的行为小储云商城(网站程序)服务方保留采取法律措施追究其责任的权利。

        （四）小储云商城(网站程序)服务方特别指出：小储云商城(网站程序)logo、小储云商城(网站程序)以及其它任何用来标识小储云商城(网站程序)服务方和小储云商城(网站程序)各项业务、产品的文字、图形及其它可视性标识，都是属于小储云商城(网站程序)服务方所有的商标、标识或名称，均受法律保护。您未经许可不得修改、复制或以其它方式使用上述商标、标识或名称。任何试图淡化或丑化上述商标、标识或名称的行为都是违法，小储云商城(网站程序)服务方保留追究其法律责任的权利。

    二、服务声明

        （一）您对本网站的使用即表明同意承担使用本网站的相关风险，小储云商城(网站程序)服务方对您使用本网站或本网站中信息、资料所导致的任何直接的、相关的、后果性的、间接的损失不承担任何责任，但该损失系因小储云商城(网站程序)服务方故意造成的除外。

        （二）本网站上关于小储云商城(网站程序)用户信息以及他们的产品/服务（包括但不限于公司名称、联系人及联络信息，产品/服务的描述和说明，相关图片等）的信息均由用户自行提供，用户依法应对其提供的任何信息承担全部责任。小储云商城(网站程序)服务方对此等信息的准确性、完整性、合法性或真实性均不承担任何责任。

        （四）本网站提供的任何资讯信息仅供参考，您须对您自主决定的行为负责。小储云商城(网站程序)服务方不对因本网站资讯全部或部分内容产生的或因依赖该资讯而引致的任何损失承担任何责任，也不对任何因本网站提供的资讯不充分、不完整或未能提供特定资讯产生的任何损失承担任何责任。

        （五）对于因不可抗力或小储云商城(网站程序)服务方控制范围外的原因（包括但不限于自然灾害、社会事件、硬件故障以及因互联网站所具有的特殊性质而产生的包括黑客攻击、电信部门技术调整导致的影响、政府管制而造成的暂时性关闭在内的任何影响网络正常运营的因素）造成的服务中断、延迟或其它缺陷，小储云商城(网站程序)服务方负有及时公告的义务，但不承担任何责任，并将尽力减少因此而给您造成的损失和影响。

        （六）如您发现小储云商城(网站程序)服务方网站存在侵权信息、材料，请您立即通知小储云商城(网站程序)服务方。小储云商城(网站程序)服务方将在核实有关情况后，及时对该等信息、材料采取删除、屏蔽、断开链接等必要措施。小储云商城(网站程序)服务方尽到上述义务后，不再承担任何责任。

    三、隐私保密声明

        （一）您注册小储云商城(网站程序)用户时设定的用户名和密码是您在小储云商城(网站程序)的身份识别信息，您只能通过您的用户名和密码来登陆小储云商城(网站程序)，如果您泄露了用户名和密码，可能出现对您不利的后果。若您的用户名和密码遭到未经授权的使用或发生其它任何安全问题，您应立即通知小储云商城(网站程序)服务方。

        （二）您同意小储云商城(网站程序)服务方对您及（或）您公司的身份信息和交易数据进行综合统计分析，以改进小储云商城(网站程序)的服务，并使小储云商城(网站程序)的服务更能符合您的要求，从而使您在使用小储云商城(网站程序)服务时得到更好的使用体验和使用更好的产品功能。

        （三）小储云商城(网站程序)服务方不会向任何无关第三方提供、出售、出租、分享用户的信息资料，但为方便您使用小储云商城(网站程序)服务及其它组织的服务，您同意并授权小储云商城(网站程序)服务方将您的相关信息资料传递给小储云商城(网站程序)服务方等相关机构，或从为您提供其它服务的小储云商城(网站程序)服务方处获取您的信息资料。

        （四）小储云商城(网站程序)服务方将会依照国家有关法律法规，采取各种严格的安全措施以避免小储云商城(网站程序)服务方掌握的信息丢失、被滥用和被变造。尽管小储云商城(网站程序)服务方采取安全措施，但请注意在因特网上不存在“完善的安全措施”。

        （五）在符合法律法规规定的情况下，如司法机关、监管机构及其它相关机构提出要求，小储云商城(网站程序)服务方将善意地披露您的相关信息。您同意小储云商城(网站程序)服务方可批露或使用您的信息资料以保护您的生命、财产之安全或为防止严重侵害他人之合法权益或为公共利益之需要。

        （六）您在小储云商城(网站程序)提交发布的商业信息（包括但不限于供应信息、求购信息）和报价将被显示在公共区域，对任何用户来说是公开的。请注意所有在这些场所公开的信息会成为公共信息，请您在决定公布这些信息前仔细考虑。

        （七）小储云商城(网站程序)服务方对于本网站链接指向的其它网站的隐私保护措施不负任何责任。小储云商城(网站程序)服务方可能在任何需要的时候增加商业合作伙伴。

    四、引用摘录转载声明

        （一）本网站部分内容由其它组织、机构或个人提供，这些内容的著作权属于相应的提供者。本网站引用、摘录或转载上述内容仅供访问者交流或参考，文中观点或信息与小储云商城(网站程序)服务方无关。

        （二）如果您要使用本网站中由其它组织、机构或个人提供的内容，请直接与适当的著作权持有人联系，与之相关的任何事务以及法律责任均与小储云商城(网站程序)服务方无关。


        （三）小储云商城(网站程序)服务方在法律允许范围内对所有活动有解释权。

    五、承诺事项声明

        （一）在小储云商城(网站程序)使用过程中，您承诺遵守以下事项：

            1、在使用小储云商城(网站程序)过程中实施的所有行为均遵守国家法律、法规等规范性文件及小储云商城(网站程序)各大系统各项规则的规定和要求，不违背社会公共利益或公共道德，不损害他人的合法权益，不违反本声明及相关规则，您如果违反前述承诺，产生任何法律后果的，您应以自己的名义独立承担所有的法律责任，并确保小储云商城(网站程序)免于因此产生任何损失；

            2、在交易过程中，遵守诚实信用原则，不采取不正当竞争行为，不扰乱网上交易的正常秩序，不从事与网上交易无关的行为；

            3、不发布国家禁止销售的或限制销售的商品或服务信息（除非取得合法且足够的许可），不发布涉嫌侵犯他人知识产权或其它合法权益的商品或服务信息，不发布违背社会公共利益或公共道德或小储云商城(网站程序)认为不适合在小储云商城(网站程序)系统销售的商品或服务信息，不发布其它涉嫌违法或违反本协议及各类规则的信息；

            4、您同意并保证不得利用小储云商城(网站程序)服务从事侵害他人权益、系统权益或其他违法之行为，不从事下列各项行为：

                （1）反对宪法所确定的基本原则和制度；

                （2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一；

                （3）损害国家荣誉和利益；

                （4）煽动民族仇恨、民族歧视，破坏民族团结；

                （5）破坏国家宗教政策，宣扬邪教和封建迷信；

                （6）散布谣言，扰乱社会秩序，破坏社会稳定；

                （7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪；

                （8）侮辱或者诽谤他人，侵害他人合法权益；

                （9）侵犯他人著作权、商标权等知识产权或合法权利；

                （10）以虚构或歪曲事实的方式评价商品或用户；

                （11）含有法律、行政法规禁止的其他内容。

    六、其他声明

        本声明一经发布立即生效，解释权归小储云商城(网站程序)服务方（指武汉小储科技有限公司）。

</pre>

</body>
</html>
